---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateType
source: html/852ce1ef-117e-a03e-64ee-02899ce5271e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateType Property

"Type"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateType { get; }
```